Repository: liamnichols/xcstrings-tool-demo
Catalog: DogTracker/Localizable.xcstrings
Source language: en
Languages: fr

# addFieldBreed
source: Breed
fr: Race

# addFieldName
source: Name
fr: Nom

# addFieldRating
source: Rating
fr: Évaluation

# addTitle
source: New Dog
fr: Nouveau chien

# appName
source: Dog Tracker
fr: Traqueur de chiens

# buttonLabelAddDog
source: Add Dog
fr: Ajouter un chien

# buttonLabelClose
source: Close
fr: Fermer

# emptyStateHeading
source: No Sightings Yet
fr: Pas d'observation

# emptyStateSubheading
source: Tap the ‘+‘ button to get started
fr: Appuyez sur le bouton « + » pour commencer

# listSummary
source: You've seen %lld dogs with a combined rating of %2$lld/%3$lld
fr: Vous avez vu %lld chiens avec une évaluation combinée de %2$lld / %3$lld
